Repository: zemonkamin/youtube_uwp
Catalog: YouTube/Strings/*/Resources.resw
Source language: en_gb
Languages: af_za, am_et, as_in, az_latn_az, be, bg_bg, bn_bd, bs_latn_ba, ca_es, cs, da_dk, de_de, el_gr, es_mx, et_ee, eu, fi_fi, fil_ph, fr_ca, gl_es, gu_in, hi_in, hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn, ko_kr, ky_kg, lo_la, lt_lt, lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, my, ne_np, nl_nl, no, or_in, pa_in, pl, pt_br, ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sv, sw_ke, ta, te_in, th, tr_tr, uk, uz, vi_vn, zh_cn, zh_tw, zu_za

# VideoPlaybackLowerQuality
source: Video playback error. Try selecting a lower quality.
af_za: Videoterugspeelfout. Probeer 'n laer gehalte kies.
am_et: የቪዲዮ ማጫወቻ ስህተት። ዝቅተኛ ጥራት በመምረጥ ይሞክሩ።
as_in: ভিডিঅ' প্লেবেক ত্ৰুটি। কম মান বাছি চেষ্টা কৰক।
az_latn_az: Video oynatma xətası. Daha aşağı keyfiyyət seçməyə çalışın.
be: Памылка прайгравання відэа. Паспрабуйце выбраць ніжэйшую якасць.
bg_bg: Грешка при възпроизвеждане на видео. Опитайте да изберете по-ниско качество.
bn_bd: ভিডিও প্লেব্যাক ত্রুটি। কম গুণমান বেছে দেখুন।
bs_latn_ba: Pogreška pri reprodukciji videozapisa. Pokušajte odabrati nižu kvalitetu.
ca_es: Error de reproducció de vídeo. Prova de seleccionar una qualitat inferior.
cs: Chyba přehrávání videa. Zkuste vybrat nižší kvalitu.
da_dk: Fejl ved videoafspilning. Prøv at vælge en lavere kvalitet.
de_de: Fehler bei der Videowiedergabe. Versuche eine niedrigere Qualität auszuwählen.
el_gr: Σφάλμα αναπαραγωγής βίντεο. Δοκιμάστε να επιλέξετε χαμηλότερη ποιότητα.
es_mx: Error de reproducción de video. Prueba a seleccionar una calidad inferior.
et_ee: Video taasesituse viga. Proovige valida madalam kvaliteet.
eu: Bideo-erreprodukzioaren errorea. Saiatu kalitate txikiagoa hautatzen.
fi_fi: Videon toistovirhe. Kokeile valita alempi laatu.
fil_ph: Error sa pag-play ng video. Subukang pumili ng mas mababang kalidad.
fr_ca: Erreur de lecture vidéo. Essayez de sélectionner une qualité inférieure.
gl_es: Erro de reprodución de vídeo. Proba a seleccionar unha calidade inferior.
gu_in: વીડિયો પ્લેબૅક ભૂલ. ઓછી ગુણવત્તા પસંદ કરીને પ્રયાસ કરો.
hi_in: वीडियो प्लेबैक गड़बड़ी। कम क्वालिटी चुनकर देखें।
hu: Videólejátszási hiba. Próbálj alacsonyabb minőséget választani.
hy_am: Տեսանյութի նվագարկման սխալ։ Փորձեք ընտրել ավելի ցածր որակ։
id_id: Error pemutaran video. Coba pilih kualitas yang lebih rendah.
is_is: Villa við spilun myndskeiðs. Prófaðu að velja minni gæði.
it_it: Errore di riproduzione video. Prova a selezionare una qualità inferiore.
ja_jp: 動画再生エラー。低い画質を選択してみてください。
ka_ge: ვიდეოს დაკვრის შეცდომა. სცადეთ უფრო დაბალი ხარისხის არჩევა.
kk_kz: Видео ойнату қатесі. Төменірек сапаны таңдап көріңіз.
km_kh: កំហុសក្នុងការចាក់វីដេអូ។ សាកជ្រើសគុណភាពទាបជាង។
kn: ವೀಡಿಯೊ ಪ್ಲೇಬ್ಯಾಕ್ ದೋಷ. ಕಡಿಮೆ ಗುಣಮಟ್ಟ ಆಯ್ಕೆ ಮಾಡಿ ಪ್ರಯತ್ನಿಸಿ.
ko_kr: 동영상 재생 오류. 더 낮은 화질을 선택해 보세요.
ky_kg: Видео ойнотуу катасы. Төмөнүрөөк сапатты тандап көрүңүз.
lo_la: ຂໍ້ຜິດພາດການຫຼິ້ນວິດີໂອ. ລອງເລືອກຄຸນນະພາບຕ່ຳລົງ.
lt_lt: Vaizdo atkūrimo klaida. Pabandykite pasirinkti žemesnę kokybę.
lv: Video atskaņošanas kļūda. Mēģiniet izvēlēties zemāku kvalitāti.
mk_mk: Грешка при репродукција на видео. Обидете се да изберете понизок квалитет.
ml_in: വീഡിയോ പ്ലേബാക്ക് പിശക്. കുറഞ്ഞ നിലവാരം തിരഞ്ഞെടുത്ത് ശ്രമിക്കുക.
mn_mn: Видео тоглуулах алдаа. Илүү бага чанар сонгоод үзнэ үү.
mr_in: व्हिडिओ प्लेबॅक त्रुटी. कमी गुणवत्ता निवडून पहा.
ms_my: Ralat main balik video. Cuba pilih kualiti yang lebih rendah.
my: ဗီဒီယို ဖွင့်ခြင်း အမှား။ အရည်အသွေး ပိုနိမ့်တာကို ရွေးပြီး ကြိုးစားပါ။
ne_np: भिडियो प्लेब्याक त्रुटि। कम गुणस्तर चयन गरेर हेर्नुहोस्।
nl_nl: Fout bij afspelen van video. Probeer een lagere kwaliteit te selecteren.
no: Feil ved videoavspilling. Prøv å velge lavere kvalitet.
or_in: ଭିଡିଓ ପ୍ଲେବ୍ୟାକ୍ ତ୍ରୁଟି। କମ୍ ଗୁଣମାନ ବାଛି ଚେଷ୍ଟା କରନ୍ତୁ।
pa_in: ਵੀਡੀਓ ਪਲੇਬੈਕ ਗਲਤੀ। ਘੱਟ ਗੁਣਵੱਤਾ ਚੁਣ ਕੇ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Błąd odtwarzania filmu. Spróbuj wybrać niższą jakość.
pt_br: Erro de reprodução de vídeo. Tente selecionar uma qualidade inferior.
ro: Eroare la redarea videoclipului. Încearcă să selectezi o calitate mai mică.
ru_ru: Ошибка воспроизведения. Попробуйте выбрать более низкое качество.
si_lk: වීඩියෝ ධාවන දෝෂය. අඩු ගුණත්වයක් තෝරා උත්සාහ කරන්න.
sk_sk: Chyba prehrávania videa. Skúste vybrať nižšiu kvalitu.
sl_si: Napaka pri predvajanju videoposnetka. Poskusite izbrati nižjo kakovost.
sq_al: Gabim në riprodhimin e videos. Provo të zgjedhësh cilësi më të ulët.
sr_cyrl_rs: Погрешка при репродукцији видеозаписа. Покушајте одабрати нижу квалитету.
sv: Fel vid videouppspelning. Försök välja en lägre kvalitet.
sw_ke: Hitilafu ya kucheza video. Jaribu kuchagua ubora wa chini.
ta: வீடியோ பிளேபேக் பிழை. குறைந்த தரத்தைத் தேர்ந்தெடுத்து முயற்சிக்கவும்.
te_in: వీడియో ప్లేబ్యాక్ లోపం. తక్కువ నాణ్యతను ఎంచుకుని ప్రయత్నించండి.
th: ข้อผิดพลาดในการเล่นวิดีโอ ลองเลือกคุณภาพที่ต่ำลง
tr_tr: Video oynatma hatası. Daha düşük bir kalite seçmeyi deneyin.
uk: Помилка відтворення відео. Спробуйте вибрати нижчу якість.
uz: Video ijro xatosi. Pastroq sifatni tanlab ko‘ring.
vi_vn: Lỗi phát video. Hãy thử chọn chất lượng thấp hơn.
zh_cn: 视频播放错误。请尝试选择较低画质。
zh_tw: 影片播放錯誤。請嘗試選擇較低畫質。
zu_za: Iphutha lokudlala ividiyo. Zama ukukhetha ikhwalithi ephansi.

# VideoRemovedFromPlaylistFormat
source: Video removed from “{0}”
af_za: Video is uit “{0}” verwyder
as_in: ভিডিঅ’ “{0}”ৰ পৰা আঁতৰোৱা হ’ল
az_latn_az: Video “{0}” pleylistindən silindi
be: Відэа выдалена з «{0}»
bs_latn_ba: Video je uklonjen sa „{0}“
cs: Video bylo odebráno z „{0}“
de_de: Video wurde aus „{0}“ entfernt
es_mx: El video se quitó de «{0}»
eu: Bideoa «{0}» zerrendatik kendu da
fi_fi: Video poistettiin soittolistasta ”{0}”
gl_es: Retirouse o vídeo de «{0}»
hi_in: वीडियो “{0}” से हटाया गया
hu: A videó eltávolítva innen: „{0}”
ja_jp: 動画を「{0}」から削除しました
ka_ge: ვიდეო წაიშალა „{0}“-დან
kk_kz: Бейне «{0}» тізімінен жойылды
kn: ವೀಡಿಯೊವನ್ನು “{0}” ನಿಂದ ತೆಗೆದುಹಾಕಲಾಗಿದೆ
ko_kr: 동영상이 ‘{0}’에서 삭제되었습니다
ky_kg: Видео «{0}» тизмесинен өчүрүлдү
lv: Videoklips noņemts no saraksta “{0}”
mn_mn: Видеог “{0}”-с хаслаа
my: ဗီဒီယိုကို “{0}” မှ ဖယ်ရှားပြီးပါပြီ
no: Videoen ble fjernet fra «{0}»
pl: Film został usunięty z „{0}”
pt_br: O vídeo foi removido de «{0}»
ro: Videoclipul a fost eliminat din „{0}”
ru_ru: Видео удалено из плейлиста «{0}»
sk_sk: Video bolo odstránené z „{0}“
sq_al: Videoja u hoq nga “{0}”
sr_cyrl_rs: Видео је уклоњен са „{0}“
sv: Videon togs bort från ”{0}”
ta: வீடியோ “{0}” இலிருந்து அகற்றப்பட்டது
te_in: వీడియో “{0}” నుండి తీసివేయబడింది
th: นำวิดีโอออกจาก “{0}” แล้ว
uk: Відео вилучено з «{0}»
uz: Video “{0}” pleylistidan olib tashlandi
zh_tw: 影片已從「{0}」移除
zu_za: Ividiyo isusiwe ku-“{0}”

# VideosCountFormat
source: {0} videos
am_et: {0} ቪዲዮዎች
as_in: {0} ভিডিঅ'
az_latn_az: {0} video
be: {0} відэа
bg_bg: {0} видеоклипа
bn_bd: {0}টি ভিডিও
bs_latn_ba: {0} videozapisa
ca_es: {0} vídeos
cs: {0} videí
da_dk: {0} videoer
el_gr: {0} βίντεο
et_ee: {0} videot
eu: {0} bideo
fi_fi: {0} videota
fil_ph: {0} video
fr_ca: {0} vidéos
gl_es: {0} vídeos
gu_in: {0} વીડિયો
hi_in: {0} वीडियो
hu: {0} videó
hy_am: {0} տեսանյութ
id_id: {0} video
is_is: {0} myndskeið
it_it: {0} video
ja_jp: 動画 {0} 本
ka_ge: {0} ვიდეო
kk_kz: {0} видео
km_kh: វីដេអូ {0}
kn: {0} ವೀಡಿಯೊಗಳು
ko_kr: 동영상 {0}개
ky_kg: {0} видео
lo_la: {0} ວິດີໂອ
lt_lt: {0} vaizdo įrašų
lv: {0} videoklipu
mk_mk: {0} видеа
ml_in: {0} വീഡിയോകൾ
mn_mn: {0} видео
mr_in: {0} व्हिडिओ
ms_my: {0} video
my: ဗီဒီယို {0}
ne_np: {0} भिडियो
no: {0} videoer
or_in: {0} ଭିଡିଓ
pa_in: {0} ਵੀਡੀਓ
pl: {0} filmów
pt_br: {0} vídeos
ro: {0} videoclipuri
ru_ru: {0} видео
si_lk: වීඩියෝ {0}
sk_sk: {0} videí
sl_si: {0} videoposnetkov
sq_al: {0} video
sr_cyrl_rs: {0} видеозаписа
sv: {0} videor
sw_ke: video {0}
ta: {0} வீடியோக்கள்
te_in: {0} వీడియోలు
th: วิดีโอ {0} รายการ
tr_tr: {0} video
uk: {0} відео
uz: {0} video
vi_vn: {0} video
zh_cn: {0} 个视频
zh_tw: {0} 部影片
zu_za: amavidiyo angu-{0}

# VideosSuffixFormat
source: {0} videos
am_et: {0} ቪዲዮዎች
as_in: {0} ভিডিঅ'
az_latn_az: {0} video
be: {0} відэа
bg_bg: {0} видеоклипа
bn_bd: {0}টি ভিডিও
bs_latn_ba: {0} videozapisa
ca_es: {0} vídeos
cs: {0} videí
da_dk: {0} videoer
el_gr: {0} βίντεο
et_ee: {0} videot
eu: {0} bideo
fi_fi: {0} videota
fil_ph: {0} video
fr_ca: {0} vidéos
gl_es: {0} vídeos
gu_in: {0} વીડિયો
hi_in: {0} वीडियो
hu: {0} videó
hy_am: {0} տեսանյութ
id_id: {0} video
is_is: {0} myndskeið
it_it: {0} video
ja_jp: 動画 {0} 本
ka_ge: {0} ვიდეო
kk_kz: {0} видео
km_kh: វីដេអូ {0}
kn: {0} ವೀಡಿಯೊಗಳು
ko_kr: 동영상 {0}개
ky_kg: {0} видео
lo_la: {0} ວິດີໂອ
lt_lt: {0} vaizdo įrašų
lv: {0} videoklipu
mk_mk: {0} видеа
ml_in: {0} വീഡിയോകൾ
mn_mn: {0} видео
mr_in: {0} व्हिडिओ
ms_my: {0} video
my: ဗီဒီယို {0}
ne_np: {0} भिडियो
no: {0} videoer
or_in: {0} ଭିଡିଓ
pa_in: {0} ਵੀਡੀਓ
pl: {0} filmów
pt_br: {0} vídeos
ro: {0} videoclipuri
ru_ru: {0} видео
si_lk: වීඩියෝ {0}
sk_sk: {0} videí
sl_si: {0} videoposnetkov
sq_al: {0} video
sr_cyrl_rs: {0} видеозаписа
sv: {0} videor
sw_ke: video {0}
ta: {0} வீடியோக்கள்
te_in: {0} వీడియోలు
th: วิดีโอ {0} รายการ
tr_tr: {0} video
uk: {0} відео
uz: {0} video
vi_vn: {0} video
zh_cn: {0} 个视频
zh_tw: {0} 部影片
zu_za: amavidiyo angu-{0}

# WeeksAgo
source: {0} weeks ago
af_za: {0} weke gelede
am_et: ከ{0} ሳምንታት በፊት
as_in: {0} সপ্তাহ আগতে
az_latn_az: {0} həftə əvvəl
be: {0} тыдняў таму
bg_bg: преди {0} седмици
bn_bd: {0} সপ্তাহ আগে
bs_latn_ba: prije {0} tjedana
ca_es: Fa {0} setmanes
cs: před {0} týdny
da_dk: for {0} uger siden
de_de: vor {0} Wochen
el_gr: πριν από {0} εβδομάδες
es_mx: Hace {0} semanas
et_ee: {0} nädalat tagasi
eu: Duela {0} aste
fi_fi: {0} viikkoa sitten
fil_ph: {0} linggo ang nakalipas
fr_ca: Il y a {0} semaines
gl_es: Hai {0} semanas
gu_in: {0} અઠવાડિયા પહેલાં
hi_in: {0} हफ़्ते पहले
hu: {0} hete
hy_am: {0} շաբաթ առաջ
id_id: {0} minggu yang lalu
is_is: fyrir {0} vikum
it_it: {0} settimane fa
ja_jp: {0} 週間前
ka_ge: {0} კვირის წინ
kk_kz: {0} апта бұрын
km_kh: {0} សប្ដាហ៍មុន
kn: {0} ವಾರಗಳ ಹಿಂದೆ
ko_kr: {0}주 전
ky_kg: {0} жума мурун
lo_la: {0} ອາທິດກ່ອນ
lt_lt: prieš {0} savaičių
lv: pirms {0} nedēļām
mk_mk: пред {0} недели
ml_in: {0} ആഴ്ച മുമ്പ്
mn_mn: {0} долоо хоногийн өмнө
mr_in: {0} आठवड्यांपूर्वी
ms_my: {0} minggu lalu
my: လွန်ခဲ့သော {0} ပတ်
ne_np: {0} हप्ता अघि
nl_nl: {0} weken geleden
no: for {0} uker siden
or_in: {0} ସପ୍ତାହ ପୂର୍ବେ
pa_in: {0} ਹਫ਼ਤੇ ਪਹਿਲਾਂ
pl: {0} tygodni temu
pt_br: Há {0} semanas
ro: acum {0} săptămâni
ru_ru: {0} нед. назад
si_lk: සති {0}කට පෙර
sk_sk: pred {0} týždňami
sl_si: pred {0} tedni
sq_al: {0} javë më parë
sr_cyrl_rs: прије {0} тједана
sv: för {0} veckor sedan
sw_ke: wiki {0} zilizopita
ta: {0} வாரங்களுக்கு முன்பு
te_in: {0} వారాల క్రితం
th: {0} สัปดาห์ที่แล้ว
tr_tr: {0} hafta önce
uk: {0} тижнів тому
uz: {0} hafta oldin
vi_vn: {0} tuần trước
zh_cn: {0} 周前
zh_tw: {0} 週前
zu_za: emavikini angu-{0} edlule

# YearsAgo
source: {0} years ago
af_za: {0} jaar gelede
am_et: ከ{0} ዓመታት በፊት
as_in: {0} বছৰ আগতে
az_latn_az: {0} il əvvəl
be: {0} гадоў таму
bg_bg: преди {0} години
bn_bd: {0} বছর আগে
bs_latn_ba: prije {0} godina
ca_es: Fa {0} anys
cs: před {0} lety
da_dk: for {0} år siden
de_de: vor {0} Jahren
el_gr: πριν από {0} χρόνια
es_mx: Hace {0} años
et_ee: {0} aastat tagasi
eu: Duela {0} urte
fi_fi: {0} vuotta sitten
fil_ph: {0} taon ang nakalipas
fr_ca: Il y a {0} ans
gl_es: Hai {0} anos
gu_in: {0} વર્ષ પહેલાં
hi_in: {0} साल पहले
hu: {0} éve
hy_am: {0} տարի առաջ
id_id: {0} tahun yang lalu
is_is: fyrir {0} árum
it_it: {0} anni fa
ja_jp: {0} 年前
ka_ge: {0} წლის წინ
kk_kz: {0} жыл бұрын
km_kh: {0} ឆ្នាំមុន
kn: {0} ವರ್ಷಗಳ ಹಿಂದೆ
ko_kr: {0}년 전
ky_kg: {0} жыл мурун
lo_la: {0} ປີກ່ອນ
lt_lt: prieš {0} metų
lv: pirms {0} gadiem
mk_mk: пред {0} години
ml_in: {0} വർഷം മുമ്പ്
mn_mn: {0} жилийн өмнө
mr_in: {0} वर्षांपूर्वी
ms_my: {0} tahun lalu
my: လွန်ခဲ့သော {0} နှစ်
ne_np: {0} वर्ष अघि
nl_nl: {0} jaar geleden
no: for {0} år siden
or_in: {0} ବର୍ଷ ପୂର୍ବେ
pa_in: {0} ਸਾਲ ਪਹਿਲਾਂ
pl: {0} lat temu
pt_br: Há {0} anos
ro: acum {0} ani
ru_ru: {0} г. назад
si_lk: වසර {0}කට පෙර
sk_sk: pred {0} rokmi
sl_si: pred {0} leti
sq_al: {0} vjet më parë
sr_cyrl_rs: прије {0} година
sv: för {0} år sedan
sw_ke: miaka {0} iliyopita
ta: {0} ஆண்டுகளுக்கு முன்பு
te_in: {0} సంవత్సరాల క్రితం
th: {0} ปีที่แล้ว
tr_tr: {0} yıl önce
uk: {0} років тому
uz: {0} yil oldin
vi_vn: {0} năm trước
zh_cn: {0} 年前
zh_tw: {0} 年前
zu_za: eminyakeni engu-{0} edlule

source: Yes
af_za: Ja
am_et: አዎ
as_in: হয়
az_latn_az: Bəli
be: Так
bg_bg: Да
bn_bd: হ্যাঁ
bs_latn_ba: Da
ca_es: Sí
cs: Ano
da_dk: Ja
de_de: Ja
el_gr: Ναι
es_mx: Sí
et_ee: Jah
eu: Bai
fi_fi: Kyllä
fil_ph: Oo
fr_ca: Oui
gl_es: Si
gu_in: હા
hi_in: हाँ
hu: Igen
hy_am: Այո
id_id: Ya
is_is: Já
it_it: Sì
ja_jp: はい
ka_ge: დიახ
kk_kz: Иә
km_kh: បាទ/ចាស
kn: ಹೌದು
ko_kr: 예
ky_kg: Ооба
lo_la: ແມ່ນ
lt_lt: Taip
lv: Jā
mk_mk: Да
ml_in: അതെ
mn_mn: Тийм
mr_in: होय
ms_my: Ya
my: ဟုတ်ကဲ့
ne_np: हो
nl_nl: Ja
no: Ja
or_in: ହଁ
pa_in: ਹਾਂ
pl: Tak
pt_br: Sim
ro: Da
ru_ru: Да
si_lk: ඔව්
sk_sk: Áno
sl_si: Da
sq_al: Po
sr_cyrl_rs: Да
sv: Ja
sw_ke: Ndiyo
ta: ஆம்
te_in: అవును
th: ใช่
tr_tr: Evet
uk: Так
uz: Ha
vi_vn: Có
zh_cn: 是
zh_tw: 是
zu_za: Yebo

source: Yesterday
af_za: Gister
am_et: ትናንት
as_in: কালি
az_latn_az: Dünən
be: Учора
bg_bg: Вчера
bn_bd: গতকাল
bs_latn_ba: Jučer
ca_es: Ahir
cs: Včera
da_dk: I går
de_de: Gestern
el_gr: Χθες
es_mx: Ayer
et_ee: Eile
eu: Atzo
fi_fi: Eilen
fil_ph: Kahapon
fr_ca: Hier
gl_es: Onte
gu_in: ગઈકાલે
hi_in: कल
hu: Tegnap
hy_am: Երեկ
id_id: Kemarin
is_is: Í gær
it_it: Ieri
ja_jp: 昨日
ka_ge: გუშინ
kk_kz: Кеше
km_kh: ម្សិលមិញ
kn: ನಿನ್ನೆ
ko_kr: 어제
ky_kg: Кечээ
lo_la: ມື້ວານ
lt_lt: Vakar
lv: Vakar
mk_mk: Вчера
ml_in: ഇന്നലെ
mn_mn: Өчигдөр
mr_in: काल
ms_my: Semalam
my: မနေ့က
ne_np: हिजो
nl_nl: Gisteren
no: I går
or_in: ଗତକାଲି
pa_in: ਕੱਲ੍ਹ
pl: Wczoraj
pt_br: Ontem
ro: Ieri
ru_ru: Вчера
si_lk: ඊයේ
sk_sk: Včera
sl_si: Včeraj
sq_al: Dje
sr_cyrl_rs: Јучер
sv: Igår
sw_ke: Jana
ta: நேற்று
te_in: నిన్న
th: เมื่อวาน
tr_tr: Dün
uk: Учора
uz: Kecha
vi_vn: Hôm qua
zh_cn: 昨天
zh_tw: 昨天
zu_za: Izolo

source: YouTube Shorts
sr_cyrl_rs: @@YОУТУБЕ@@ @@СХОРТС@@

source: YouTube video
am_et: YouTube ቪዲዮ
as_in: YouTube ভিডিঅ'
az_latn_az: YouTube videosu
be: Відэа YouTube
bg_bg: YouTube видео
bn_bd: YouTube ভিডিও
bs_latn_ba: YouTube videozapis
ca_es: Vídeo de YouTube
cs: Video YouTube
el_gr: Βίντεο YouTube
es_mx: Video de YouTube
et_ee: YouTube'i video
eu: YouTube bideoa
fr_ca: Vidéo YouTube
gl_es: Vídeo de YouTube
gu_in: YouTube વીડિયો
hi_in: YouTube वीडियो
hu: YouTube-videó
hy_am: YouTube տեսանյութ
id_id: Video YouTube
is_is: YouTube-myndskeið
it_it: Video di YouTube
ja_jp: YouTube 動画
ka_ge: YouTube ვიდეო
kk_kz: YouTube видеосы
km_kh: វីដេអូ YouTube
kn: YouTube ವೀಡಿಯೊ
ko_kr: YouTube 동영상
ky_kg: YouTube видеосу
lo_la: ວິດີໂອ YouTube
lt_lt: „YouTube“ vaizdo įrašas
lv: YouTube videoklips
mk_mk: YouTube видео
ml_in: YouTube വീഡിയോ
mn_mn: YouTube видео
mr_in: YouTube व्हिडिओ
ms_my: Video YouTube
my: YouTube ဗီဒီယို
ne_np: YouTube भिडियो
or_in: YouTube ଭିଡିଓ
pa_in: YouTube ਵੀਡੀਓ
pl: Film YouTube
pt_br: Vídeo do YouTube
ro: Videoclip YouTube
ru_ru: Видео YouTube
si_lk: YouTube වීඩියෝව
sk_sk: Video YouTube
sl_si: Videoposnetek YouTube
sq_al: Video YouTube
sr_cyrl_rs: @@YОУТУБЕ@@ видеозапис
sw_ke: Video ya YouTube
ta: YouTube வீடியோ
te_in: YouTube వీడియో
th: วิดีโอ YouTube
tr_tr: YouTube videosu
uk: Відео YouTube
uz: YouTube videosi
vi_vn: Video YouTube
zh_cn: YouTube 视频
zh_tw: YouTube 影片
zu_za: Ividiyo ye-YouTube

# YouTubeVideoTitle
source: YouTube Video
am_et: YouTube ቪዲዮ
as_in: YouTube ভিডিঅ'
az_latn_az: YouTube videosu
be: Відэа YouTube
bg_bg: YouTube видео
bn_bd: YouTube ভিডিও
bs_latn_ba: YouTube videozapis
ca_es: Vídeo de YouTube
cs: Video YouTube
el_gr: Βίντεο YouTube
es_mx: Video de YouTube
et_ee: YouTube'i video
eu: YouTube bideoa
fr_ca: Vidéo YouTube
gl_es: Vídeo de YouTube
gu_in: YouTube વીડિયો
hi_in: YouTube वीडियो
hu: YouTube-videó
hy_am: YouTube տեսանյութ
id_id: Video YouTube
is_is: YouTube-myndskeið
it_it: Video di YouTube
ja_jp: YouTube 動画
ka_ge: YouTube ვიდეო
kk_kz: YouTube видеосы
km_kh: វីដេអូ YouTube
kn: YouTube ವೀಡಿಯೊ
ko_kr: YouTube 동영상
ky_kg: YouTube видеосу
lo_la: ວິດີໂອ YouTube
lt_lt: „YouTube“ vaizdo įrašas
lv: YouTube videoklips
mk_mk: YouTube видео
ml_in: YouTube വീഡിയോ
mn_mn: YouTube видео
mr_in: YouTube व्हिडिओ
ms_my: Video YouTube
my: YouTube ဗီဒီယို
ne_np: YouTube भिडियो
or_in: YouTube ଭିଡିଓ
pa_in: YouTube ਵੀਡੀਓ
pl: Film YouTube
pt_br: Vídeo do YouTube
ro: Videoclip YouTube
ru_ru: Видео YouTube
si_lk: YouTube වීඩියෝව
sk_sk: Video YouTube
sl_si: Videoposnetek YouTube
sq_al: Video YouTube
sr_cyrl_rs: @@YОУТУБЕ@@ видеозапис
sw_ke: Video ya YouTube
ta: YouTube வீடியோ
te_in: YouTube వీడియో
th: วิดีโอ YouTube
tr_tr: YouTube Videosu
uk: Відео YouTube
uz: YouTube videosi
vi_vn: Video YouTube
zh_cn: YouTube 视频
zh_tw: YouTube 影片
zu_za: Ividiyo ye-YouTube

source: Clear downloaded videos
af_za: Verwyder afgelaaide video's
as_in: ডাউনল 'ড কৰা ভিডিঅসমূহ পৰিষ্কাৰ কৰক
az_latn_az: Endirilən videoları silin
be: Ачысціць спампаваныя відэа
bs_latn_ba: Izbriši preuzete videozapise
cs: Vymazat stažená videa
de_de: Heruntergeladene Videos löschen
es_mx: Borrar vídeos descargados
eu: Garbitu deskargatutako bideoak
fi_fi: Tyhjennä ladatut videot
gl_es: Borrar os vídeos descargados
hi_in: डाउनलोड किए गए वीडियो साफ़ करें
hu: Letöltött videók törlése
ja_jp: ダウンロードした動画を消去
ka_ge: Ჩამოტვირთული ვიდეოების წაშლა
kk_kz: Жүктеп алынған бейнелерді тазалау
kn: ಡೌನ್‌ಲೋಡ್ ಮಾಡಿದ ವೀಡಿಯೊಗಳನ್ನು ತೆರವುಗೊಳಿಸಿ
ko_kr: 다운로드한 동영상 지우기
ky_kg: Жүктөлгөн видеолорду тазалоо
lv: Notīrīt lejupielādētos videoklipus
mn_mn: Татсан видеог арилгах
my: ဒေါင်းလုဒ်လုပ်ထားသော ဗီဒီယိုများကို ရှင်းလင်းပါ
no: Tøm nedlastede videoer
pl: Wyczyść pobrane filmy
pt_br: Limpar vídeos transferidos
ro: Șterge videoclipurile descărcate
ru_ru: Очистить загруженные видео
sk_sk: Vymazať stiahnuté videá
sq_al: Pastro videot e shkarkuara
sr_cyrl_rs: Обриши преузете видео-снимке
sv: Rensa nedladdade videor
ta: பதிவிறக்கப்பட்ட வீடியோக்களை அழிக்கவும்
te_in: డౌన్ ‌ లోడ్ చేసిన వీడియోలను క్లియర్ చేయండి
th: ล้างวิดีโอที่ดาวน์โหลด
uk: Очистити завантажені відео
uz: Yuklab olingan videolarni tozalash
zh_tw: 清除已下載的影片
zu_za: Susa amavidiyo adawunilod

# ClearDownloadedVideosDescription
source: Delete all downloaded videos and cached thumbnails
af_za: Skrap alle afgelaaide video's en gekasde duimnaels
as_in: সকলো ডাউনল 'ড কৰা ভিডিঅ' মচি পেলাওক আৰু কেচ কৰা থাম্বনেইলসমূহ মচি পেলাওক ৷
az_latn_az: Bütün endirilən videoları və kiçik rəsmləri silin
be: Выдаліць усе спампаваныя відэа і кэшаваныя значкі
bs_latn_ba: Izbrišite sve preuzete videozapise i predmemorirane sličice
cs: Odstranit všechna stažená videa a miniatury v mezipaměti
de_de: Alle heruntergeladenen Videos und zwischengespeicherten Vorschaubilder löschen
es_mx: Eliminar todos los vídeos descargados y las miniaturas en caché
eu: Ezabatu deskargatutako bideo guztiak eta cacheko miniaturak
fi_fi: Poista kaikki ladatut videot ja välimuistiin tallennetut pikkukuvat
gl_es: Eliminar todos os vídeos descargados e as miniaturas da caché
hi_in: सभी डाउनलोड किए गए वीडियो और कैश किए गए थंबनेल हटाएं
hu: Az összes letöltött videó és gyorsítótárazott bélyegkép törlése
ja_jp: ダウンロードした動画とキャッシュ済みのサムネイルをすべて削除します
ka_ge: Ყველა ჩამოტვირთული ვიდეოსა და ქეშირებული მინიატურის წაშლა
kk_kz: Жүктеп алынған барлық бейнелерді және кэштелген нобайларды жою
kn: ಡೌನ್‌ಲೋಡ್ ಮಾಡಿದ ಎಲ್ಲಾ ವೀಡಿಯೊಗಳು ಮತ್ತು ಸಂಗ್ರಹಿಸಿದ ಥಂಬ್‌ನೇಲ್‌ಗಳನ್ನು ಅಳಿಸಿ
ko_kr: 다운로드한 모든 동영상과 캐시된 썸네일 삭제
ky_kg: Бардык жүктөлгөн видеолорду жана кэштелген эскиздерди жок кылуу
lv: Dzēst visus lejupielādētos videoklipus un kešatmiņā saglabātos sīktēlus
mn_mn: Татсан бүх видеог устгаж, цутгасан өнгөц зурагнууд
my: Download လုပ်ထားသောဗီဒီယိုများနှင့် cached thumbnails အားလုံးကိုဖျက်ပါ
no: Slett alle nedlastede videoer og hurtigbufrede miniatyrbilder
pl: Usuń wszystkie pobrane filmy i miniatury z pamięci podręcznej
pt_br: Eliminar todos os vídeos transferidos e miniaturas em cache
ro: Șterge toate videoclipurile descărcate și miniaturile din cache
ru_ru: Удалить все загруженные видео и кэшированные значки
sk_sk: Odstrániť všetky stiahnuté videá a miniatúry vo vyrovnávacej pamäti
sq_al: Fshi të gjitha videot e shkarkuara dhe miniaturat e ruajtura
sr_cyrl_rs: Избриши све преузете видео-снимке и кеширане сличице
sv: Ta bort alla nedladdade videor och cachelagrade miniatyrer
ta: பதிவிறக்கப்பட்ட அனைத்து வீடியோக்களையும் கேஷ் செய்யப்பட்ட சிறுபடங்களையும் நீக்கவும்
te_in: డౌన్ ‌ లోడ్ చేసిన అన్ని వీడియోలను మరియు కాష్ చేసిన సూక్ష్మచిత్రాలను తొలగించండి
th: ลบวิดีโอที่ดาวน์โหลดและภาพขนาดย่อในแคชทั้งหมด
uk: Видалити всі завантажені відео та кешовані значки
uz: Barcha yuklab olingan videolar va keshlangan eskizlarni o'chirish
zh_tw: 刪除所有已下載的影片和快取縮圖
zu_za: Susa wonke amavidiyo alandiwe nezithonjana ezifihliwe

# ClearDownloadedVideosConfirmation
source: All downloaded videos and their thumbnails will be permanently deleted.
af_za: Alle afgelaaide video's en hul duimnaels sal permanent verwyder word.
as_in: সকলো ডাউনল 'ড কৰা ভিডিঅ' আৰু তেওঁলোকৰ থাম্বনেইলবোৰ স্থায়ীভাৱে মচি পেলোৱা হ 'ব ।
az_latn_az: Bütün endirilən videolar və onların kiçik rəsmləri həmişəlik silinəcək.
be: Усе спампаваныя відэа і іх значкі будуць выдалены назаўсёды.
bs_latn_ba: Svi preuzeti videozapisi i njihove sličice će biti trajno izbrisani.
cs: Všechna stažená videa a jejich miniatury budou trvale odstraněny.
de_de: Alle heruntergeladenen Videos und ihre Vorschaubilder werden dauerhaft gelöscht.
es_mx: Todos los vídeos descargados y sus miniaturas se eliminarán permanentemente.
eu: Deskargatutako bideo guztiak eta haien miniaturak betiko ezabatuko dira.
fi_fi: Kaikki ladatut videot ja niiden pikkukuvat poistetaan pysyvästi.
gl_es: Todos os vídeos descargados e as súas miniaturas eliminaranse permanentemente.
hi_in: सभी डाउनलोड किए गए वीडियो और उनके थंबनेल स्थायी रूप से हटा दिए जाएंगे।
hu: Minden letöltött videó és bélyegkép véglegesen törlődik.
ja_jp: ダウンロードした動画とサムネイルは完全に削除されます。
ka_ge: Ყველა ჩამოტვირთული ვიდეო და მისი მინიატურა სამუდამოდ წაიშლება.
kk_kz: Барлық жүктелген бейнелер мен олардың нобайлары біржола жойылады.
kn: ಡೌನ್‌ಲೋಡ್ ಮಾಡಿದ ಎಲ್ಲಾ ವೀಡಿಯೊಗಳು ಮತ್ತು ಅವುಗಳ ಥಂಬ್‌ನೇಲ್‌ಗಳನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಲಾಗುತ್ತದೆ.
ko_kr: 다운로드한 모든 동영상과 썸네일이 영구적으로 삭제됩니다.
ky_kg: Бардык жүктөлгөн видеолор жана алардын эскиздери биротоло жок кылынат.
lv: Visi lejupielādētie videoklipi un to sīktēli tiks neatgriezeniski dzēsti.
mn_mn: Бүх татаж авсан видеонууд болон тэдний өнгөц зургийг бүрмөсөн устгана.
my: ဒေါင်းလုပ်လုပ်ထားသော ဗွီဒီယိုများနှင့် ၎ င်းတို့ ၏ thumbnails အားလုံးကို အမြဲတမ်း ဖျက်ပစ်ပါမည် ။
no: Alle nedlastede videoer og miniatyrbildene deres slettes permanent.
pl: Wszystkie pobrane filmy i ich miniatury zostaną trwale usunięte.
pt_br: Todos os vídeos transferidos e as respetivas miniaturas serão eliminados permanentemente.
ro: Toate videoclipurile descărcate și miniaturile lor vor fi șterse definitiv.
ru_ru: Все загруженные видео и их значки будут удалены без возможности восстановления.
sk_sk: Všetky stiahnuté videá a ich miniatúry budú natrvalo odstránené.
sq_al: Të gjitha videot e shkarkuara dhe miniaturat e tyre do të fshihen përgjithmonë.
sr_cyrl_rs: Сви преузети видео-снимци и њихове сличице биће трајно избрисани.
sv: Alla nedladdade videor och deras miniatyrer tas bort permanent.
ta: பதிவிறக்கப்பட்ட அனைத்து வீடியோக்களும் அவற்றின் சிறுபடங்களும் நிரந்தரமாக நீக்கப்படும்.
te_in: డౌన్ ‌ లోడ్ చేసిన అన్ని వీడియోలు మరియు వాటి సూక్ష్మచిత్రాలు శాశ్వతంగా తొలగించబడతాయి.
th: วิดีโอที่ดาวน์โหลดและภาพขนาดย่อทั้งหมดจะถูกลบอย่างถาวร
uk: Усі завантажені відео та їхні значки буде остаточно видалено.
uz: Yuklab olingan barcha videolar va ularning eskizlari butunlay o'chirib tashlanadi.
zh_tw: 所有已下載的影片及其縮圖都會永久刪除。
zu_za: Wonke amavidiyo alandiwe nezithonjana zawo kuzodilithwa unomphela.
